const fake = {
  articles: [
    {
      id: 1,
      title: "Babilon5",
      user: "Johny",
      text: `Я был там на расвете 3 тысячелетия. Это началось в 2257 году по 
      земному летоисчеслению... ... в нейтральном секторе космоса ...была
      запущена очередная космическая станция Вавилон. Сюда слетались
      беженцы... ...авантюристы, бизнесмены... ...дипломаты и
      путешественники из сотни обитаемых миров. Конфликты были неизбежны...
      ...но мы принимаем риск потому что Вавилон 5... ...был последней
      надеждой на мир. Вавилон 5 стала мечтой, воплащённая в форму. Мечта о
      галактике без войн... ... где разные формы из разных миров смогут жить
      вместе во взаимном уважении. Вавилон 5 была последней станцией из
      серии Вавилон. Это история о ней. Подтверждаю, Дельта-Гамма 9, посадку
      разрешаю. Пожалуйста переключите управление на центральный компьютер,
      по моему сигналу. Переключайте. Вектор сближения 557. Вектор 557.
      Корабль заходит в док 12B. -Гарибальди, в чём дело? -Я ищу капитана.
      Нужно его "добро" на пропуск пассажиров в 12-м секторе. Я потеряла
      его. Последнее что я слышала, он решал проблему с туристами. Я не знаю
      что там происходит, я не спрашивала. Я просто надеюсь у него заботы`,
    },
    {
      id: 2,
      title: "Babilon5",
      user: "Johny",
      text: ` Я был там на расвете 3 тысячелетия. Это началось в 2257 году по
      земному летоисчеслению... ... в нейтральном секторе космоса ...была
      запущена очередная космическая станция Вавилон. Сюда слетались
      беженцы... ...авантюристы, бизнесмены... ...дипломаты и
      путешественники из сотни обитаемых миров. Конфликты были неизбежны...
      ...но мы принимаем риск потому что Вавилон 5... ...был последней
      надеждой на мир. Вавилон 5 стала мечтой, воплащённая в форму. Мечта о
      галактике без войн... ... где разные формы из разных миров смогут жить
      вместе во взаимном уважении. Вавилон 5 была последней станцией из
      серии Вавилон. Это история о ней. Подтверждаю, Дельта-Гамма 9, посадку
      разрешаю. Пожалуйста переключите управление на центральный компьютер,
      по моему сигналу. Переключайте. Вектор сближения 557. Вектор 557.
      Корабль заходит в док 12B. -Гарибальди, в чём дело? -Я ищу капитана.
      Нужно его "добро" на пропуск пассажиров в 12-м секторе. Я потеряла
      его. Последнее что я слышала, он решал проблему с туристами. Я не знаю
      что там происходит, я не спрашивала. Я просто надеюсь у него заботы`,
    },
    {
      id: 3,
      title: "Babilon5",
      user: "Johny",
      text: ` Я был там на расвете 3 тысячелетия. Это началось в 2257 году по
      земному летоисчеслению... ... в нейтральном секторе космоса ...была
      запущена очередная космическая станция Вавилон. Сюда слетались
      беженцы... ...авантюристы, бизнесмены... ...дипломаты и
      путешественники из сотни обитаемых миров. Конфликты были неизбежны...
      ...но мы принимаем риск потому что Вавилон 5... ...был последней
      надеждой на мир. Вавилон 5 стала мечтой, воплащённая в форму. Мечта о
      галактике без войн... ... где разные формы из разных миров смогут жить
      вместе во взаимном уважении. Вавилон 5 была последней станцией из
      серии Вавилон. Это история о ней. Подтверждаю, Дельта-Гамма 9, посадку
      разрешаю. Пожалуйста переключите управление на центральный компьютер,
      по моему сигналу. Переключайте. Вектор сближения 557. Вектор 557.
      Корабль заходит в док 12B. -Гарибальди, в чём дело? -Я ищу капитана.
      Нужно его "добро" на пропуск пассажиров в 12-м секторе. Я потеряла
      его. Последнее что я слышала, он решал проблему с туристами. Я не знаю
      что там происходит, я не спрашивала. Я просто надеюсь у него заботы`,
    },
    {
      id: 4,
      title: "Babilon5",
      user: "Johny",
      text: ` Я был там на расвете 3 тысячелетия. Это началось в 2257 году по
      земному летоисчеслению... ... в нейтральном секторе космоса ...была
      запущена очередная космическая станция Вавилон. Сюда слетались
      беженцы... ...авантюристы, бизнесмены... ...дипломаты и
      путешественники из сотни обитаемых миров. Конфликты были неизбежны...
      ...но мы принимаем риск потому что Вавилон 5... ...был последней
      надеждой на мир. Вавилон 5 стала мечтой, воплащённая в форму. Мечта о
      галактике без войн... ... где разные формы из разных миров смогут жить
      вместе во взаимном уважении. Вавилон 5 была последней станцией из
      серии Вавилон. Это история о ней. Подтверждаю, Дельта-Гамма 9, посадку
      разрешаю. Пожалуйста переключите управление на центральный компьютер,
      по моему сигналу. Переключайте. Вектор сближения 557. Вектор 557.
      Корабль заходит в док 12B. -Гарибальди, в чём дело? -Я ищу капитана.
      Нужно его "добро" на пропуск пассажиров в 12-м секторе. Я потеряла
      его. Последнее что я слышала, он решал проблему с туристами. Я не знаю
      что там происходит, я не спрашивала. Я просто надеюсь у него заботы`,
    },
  ],
};
